<%@ page contentType="text/vnd.wap.wml;charset=utf-8"%><%@ page import="net.joycool.wap.framework.BaseAction"%><%@ page import="net.joycool.wap.spec.ssc.LhcAction" %><%
response.setHeader("Cache-Control","no-cache");
%><?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE wml PUBLIC "-//WAPFORUM//DTD WML 1.1//EN" "http://www.wapforum.org/DTD/wml_1.1.xml">
<wml>
<card title="六时彩">
<p align="left">
<%=BaseAction.getTop(request, response)%>
六时彩说明<br/>
六时彩一共有49个数字<br/>
开奖结果会提供7个数字，包含平码（49个数）和特码（49个数）<br/>
其中前六个数字为平码，第七个数字式特码<br/>
买卖方法有以下几种：<br/>
单双，大小，前后，家禽野兽，六肖，五行，波色，平码，特码<br/>
每一个数字都会有以上9种购买方法<br/>
每种购买方法所包含的数字公式：<br/>
1、单双：就是数字的单双<br/>
2、大小：1-24为小，25-49为大<br/>
3、前后：<br/>
前：鼠 牛 虎 兔 龙 蛇  <br/>
后：马 羊 猴 鸡 狗 猪  <br/>
4、家禽野兽：<br/>
家禽：牛、马、羊、鸡、狗、猪<br/>
野兽：鼠、虎、兔、龙、蛇、猴<br/>
5、生肖：<br/>
猪:01.13.25.37<br/>
狗:02.14.26.38<br/>
鸡:03.15.27.39<br/>
猴:04.16.28.40<br/>
羊:05.17.29.41<br/>
马:06.18.30.42<br/>
蛇:07.19.31.43<br/>
龙:08.20.32.44<br/>
兔:09.21.33.45<br/>
虎:10.22.34.46<br/>
牛:11.23.35.47.49<br/>
鼠:12.24.36.48 <br/>
6、五行：<br/>
金包括的号码为：07.08.15.16.23.24.26.37.45.46.49<br/>
木包括的号码为：05.06.19.20.27.28.35.36.38<br/>
水包括的号码为：03.04.11.12.14.25.33.34.41.42<br/>
火包括的号码为：02.13.21.22.29.30.43.44<br/>
土包括的号码为：01.09.10.17.18.31.32.39.40.47.48<br/>
7、波色：<br/>
红波包括的号码为：01.02.07.08.12.13.18.19.23.24.29.30.34.35.40.45.46<br/>
蓝波包括的号码为：03.04.09.10.14.15.20.25.26.31.36.37.41.42.47.48<br/>
绿波包括的号码为:05.06.11.16.17.21.22.27.28.32.33.38.39.43.44.49<br/>
8、特码：开奖结果的7位数中的最后一位，数字范围1~49<br/>
<a href="index.jsp">返回六时彩</a><br/>
<%=BaseAction.getBottom(request, response)%>
</p>
</card>
</wml>