<%@ page contentType="text/vnd.wap.wml;charset=utf-8"%><%@ page
	import="java.util.*,net.joycool.wap.spec.garden.flower.*,net.joycool.wap.util.*,net.joycool.wap.framework.*,net.joycool.wap.bean.*"%>
	<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE wml PUBLIC "-//WAPFORUM//DTD WML 1.1//EN" "http://www.wapforum.org/DTD/wml_1.1.xml">
<wml><card title="花之境"><p><%=BaseAction.getTop(request, response)%>
==游戏手册==<br/>
【游戏简介】<br/>
花之境是一款以种植为基础,以研制新品种为特点的游戏.玩家可以根据初始的几种鲜花合成出各种珍奇和稀有的花种.这个过程是艰辛的,要想成为一个超级花匠也是需要不断努力的.<br/>
【游戏指南】<br/>
1.花之境的游戏是建立在黄金农场游戏的基础上的.所以用户需要首先开通黄金农场.<br/>
2.用户在第一次进入花之境后,首先需要购买一块用来种植鲜花的土地,并且该土地可以通过花费钱币与成就值进行升级;当你发展到高级,土地不够用时,还可扩充新的土地.<br/>
3.每个用户最多可拥有4块土地,即最多可扩充3次.<br/>
4.花之境游戏中需要注意的是花种和鲜花的区别:花种是用来种植的种子;鲜花是种植后产生的花朵(也就是果实).在日后的交易中,花种是不能被买卖的,鲜花是可以在市场中进行交易的.<br/>
5.花之境的特点是合成系统,合成的素材只能是鲜花,不能用花种,合成后产生的品种是花种,需要种植后才能使用,不同种子的成熟时间也不一样.普通花种可以在商店中购买.<br/>
6.用户每次成功的合成实验都会被记录,具体的合成公式收录在你的"黄金成果"中.<br/>
7.合成实验是要消耗时间的,不同实验消耗的时间也不一样.同时,用户可以在"商店"购买催化剂来减少合成时间.不同催化剂减少的时间也不同,一次实验只能用一个催化剂.<br/>
8.花房里放置着你所拥有的鲜花.而包裹是放置你所拥有的花种的地方.<br/>
9.每位用户种植鲜花、在实验室做合成实验等都会获得成就值,成就值是非常有用的,花之境很多地方都要用到它.<br/>
10.在花之境中你也可以拜访好友的花园,查看好友的"黄金成果".如果你不小心"踩"了下好友的鲜花的话,还会获得成就值哦！<br/>
【特别提示】<br/>
鲜花最终合成出的特殊物品将有特别的用途,它将被放置在仓库中.<br/>
<a href="fgarden.jsp">返回我的花园</a><br/>
<a href="index.jsp">返回花之境首页</a><br/>
<a href="../island.jsp">返回采集岛</a><br/>
<%=BaseAction.getBottomShort(request, response)%></p>
</card></wml>