<%@ page contentType="text/vnd.wap.wml;charset=utf-8" %><%@include file="../pageinc.jsp"%><%@ page import="net.joycool.wap.framework.*,net.joycool.wap.cache.*"%><%@ page import="net.joycool.wap.spec.castle.*,net.joycool.wap.util.*"%><%
	
	
	CustomAction customAction = new CustomAction(request);
%><?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE wml PUBLIC "-//WAPFORUM//DTD WML 1.1//EN" "http://www.wapforum.org/DTD/wml_1.1.xml">
<wml><card title="FAQ"><p>
【常见问题】<br/>
1.如何加入或建立一个联盟?<br/>
要想建立一个联盟,你需要一座3级的大使馆.要想加入一个联盟,你只需要一个1级的大使馆,当然,还有来自于你想加入联盟的邀请.<br/>
2.如何更改我城堡的名字?<br/>
进入游戏后点击建筑,然后点击城堡,最后点击修改.<br/>
3.怎样才可以有自己的士兵?<br/>
你需要等级1的集结点和等级3的城堡.然后你可以兴建一个兵营,在兵营里你可以训练出你的士兵.<br/>
4.如何增加人口数量?<br/>
每个建筑都会增加城堡人口,建造时显示的粮食消耗就是人口数.<br/>
5.求救,我的粮食越来越少!<br/>
很简单,因为人要吃饭.城堡人口越多,士兵数量越多,粮食消耗就会上升.每升级一个建筑都会增加粮食消耗.多升级粮田吧!<br/>
6.怎样才可以兴建一个新的城堡?<br/>
为了兴建新的城堡,首先需要行宫达到10级.在行宫中训练三个拓荒者,然后还需要足够的文明度.在行宫中可以查看相应的说明.<br/>
7.士兵的数量在变少!<br/>
如果不是遭受攻击,那么很可能是你的粮仓里已经没有粮食了.一旦出现这种情况,该城堡里的士兵(包括支援)会一个接一个饿死.立刻补充粮食是最好的办法<br/>
8.为什么有的城堡没有攻打链接?<br/>
帐号一旦冻结,其所有城堡不能攻打.7天没有进入城堡战争的玩家,帐号会自动冻结.<br/>
9.我可以拆除建筑吗?<br/>
是的,把城堡升到等级10,点击城堡就能看到拆除选项.<br/>
10.为什么资源到了800就不再增加了?<br/>
资源存储是有上限的,为了存储更多的资源,需要建造或者升级仓库/粮仓.<br/>
11.市场等待卖出的商人不见了!<br/>
城堡被攻打时,敌人不会放过那些还没运出的资源.<br/>
12.我的商人怎么不见了?!<br/>
先点击市场,如果商人在路上或者返回途中,在市场可以查看.然后点击卖出,撤销卖出的交易,商人就会回来了.<br/>
13.消息里说有人来攻打为何集结点看不到?<br/>
因为对方已经取消了进攻.<br/>
<a href="../s.jsp">返回城堡战争首页</a><br/>
<%=BaseAction.getBottomShort(request, response)%></p></card></wml>