<%@ page contentType="text/vnd.wap.wml;charset=utf-8" %><%@ page import="net.joycool.wap.framework.*,net.joycool.wap.cache.*"%><?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE wml PUBLIC "-//WAPFORUM//DTD WML 1.1//EN" "http://www.wapforum.org/DTD/wml_1.1.xml">
<wml><card title="城堡战争"><p>
【游戏目标和流程】<br/>
游戏的目标是完成奇迹的建造.哪个联盟完成了奇迹的建造,就取得了该区游戏的胜利!<br/>
为了达到这个目标,取得游戏的胜利,一定会需要盟友的帮助,也不可避免的会有和其他联盟的战争.所以生存下去也是重要而艰难的!<br/>
<br/>
游戏的流程如下:<br/>
1、游戏开启.开启后玩家可以开始注册账号,有三个种族可供选择,不同种族的特性都不一样,可以在首页找到<a href="/cast3/help/race.jsp">种族说明</a>,选择种族是非常关键的.之后可以做新手任务,每个任务都有奖励.<br/>
2、游戏初期.在游戏的初期玩家迅速发展,伊斯族一般会选择到处掠夺,杰彭则需要很好的防御,拜索斯更要攻防兼备.之后的游戏元素会慢慢的出现,例如指挥官和绿洲等.<br/>
3、游戏中期.玩家的城堡数会大增,特别是拜索斯,而伊斯和杰彭因为每次只能造一个建筑,所以经常会抢占别人的城堡借以迅速扩张,但是抢占别人的城堡需要付出一定代价.在游戏中期,联盟需要巩固自己在区域的地位,一般在此期间会爆发大型的战争或者盟战,你需要做的就是---让自己存活下来.<br/>
4、纳塔出现,宝物开启.各大联盟均会派出兵力争夺宝物,竞争会非常激烈.不同的宝物有各自的特性和用途.具体可以查看<a href="/cast3/help/art.jsp">宝物介绍说明</a>.<br/>
5、奇迹城出现,各大联盟将开始争夺奇迹城,抢占到奇迹城后快速发展防御,以便后期对抗其他对世界奇迹不怀好意的玩家以及纳塔族人的攻击.<br/>
6、奇迹图纸放出.抢到奇迹图纸后才能开始建造奇迹.为了完成奇迹的建造,初期需要一张图纸,后期需要第二张图纸(联盟中其他人拥有即可),在建造期间,纳塔族人会有规律的对所有达到条件的奇迹发动攻击<br/>
7、完成奇迹建造(100级).游戏到此结束,完成奇迹的联盟获得游戏的最终胜利.<br/>
<br/>
<a href="../stat/server.jsp">++城堡各区状态</a><br/>
<a href="../index.jsp">返回城堡战争大厅</a><br/>
<%=BaseAction.getBottomShort(request, response)%></p></card></wml>